# Milliseconds Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..Milliseconds Property
UnitTypeId Class See Also
---
Milliseconds.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Milliseconds { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Milliseconds As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Milliseconds {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace